<?php

/**
 * $country places/cities/municipalities/districts
 * - $count places/cities/municipalities/districts
 *
 * Source:
 * - [Please add the source(s) link(s) to check the list of places]
 *
 * @author  Your Name Here <yourname@here.com> | https://yourwebsite.com
 * @version 1.0.0
 * @license http://www.gnu.org/licenses/gpl-2.0.html
 */

global $places;

$places['BG'] = array(
    'BG' => array(
        'Благоевград',
        'Сандански',
        'Петрич'
    ),
    'BN' => array(
        'Бургас',
        'Созопол',
        'Несебър'
    ),
    'VR' => array(
        'Враца',
        'Бяла Слатина',
        'Козлодуй'
    ),
    'VD' => array(
        'Видин',
        'Белоградчик',
        'Кула'
    ),
    'VT' => array(
        'Велико Търново',
        'Горна Оряховица',
        'Свищов'
    ),
    'VN' => array(
        'Варна',
        'Балчик',
        'Провадия'
    ),
    'GB' => array(
        'Габрово',
        'Севлиево',
        'Трявна'
    ),
    'DO' => array(
        'Добрич',
        'Балчик',
        'Каварна'
    ),
    'KA' => array(
        'Кърджали',
        'Момчилград',
        'Ардино'
    ),
    'KN' => array(
        'Кюстендил',
        'Дупница',
        'Бобов Дол'
    ),
    'LO' => array(
        'Ловеч',
        'Троян',
        'Луковит'
    ),
    'MN' => array(
        'Монтана',
        'Берковица',
        'Лом'
    ),
    'PA' => array(
        'Пазарджик',
        'Панагюрище',
        'Велинград'
    ),
    'PK' => array(
        'Перник',
        'Радомир',
        'Трън'
    ),
    'PL' => array(
        'Плевен',
        'Червен Бряг',
        'Левски'
    ),
    'PD' => array(
        'Пловдив',
        'Асеновград',
        'Карлово'
    ),
    'RZ' => array(
        'Разград',
        'Исперих',
        'Кубрат'
    ),
    'RS' => array(
        'Русе',
        'Бяла',
        'Свищов'
    ),
    'SS' => array(
        'Силистра',
        'Дулово',
        'Алфатар'
    ),
    'SL' => array(
        'Сливен',
        'Нова Загора',
        'Котел'
    ),
    'SM' => array(
        'Смолян',
        'Мадан',
        'Рудозем'
    ),
    'SF' => array(
        'София',
        'Ботевград',
        'Етрополе'
    ),
    'SO' => array(
        'София',
        'Банкя',
        'Костинброд'
    ),
    'SZ' => array(
        'Стара Загора',
        'Казанлък',
        'Раднево'
    ),
    'TA' => array(
        'Търговище',
        'Омуртаг',
        'Попово'
    ),
    'HA' => array(
        'Хасково',
        'Димитровград',
        'Свиленград'
    ),
    'SH' => array(
        'Шумен',
        'Нови Пазар',
        'Велики Преслав'
    ),
    'YA' => array(
        'Ямбол',
        'Елхово',
        'Стралджа'
    )

);
