<?php

/**
 * Districts of Kazakhstan
 *
 * @author  Iminov Anvar <rubikjann@gmail.com> | * @version 1.0.0
 * @license http://opensource.org/licenses/gpl-license.php GNU Public License
 */
global $places;

$places['KZ'] = array(
	'KZ-ALA' => array(
		'Алматы'
	),

	'KZ-AST' => array(
		'Нур-Султан'
	),

	'KZ-AKM' => array(
		'Акколь',
		'Акмол',
		'Аршалы',
		'Астраханка',
		'Атбасар',
		'Балкашино',
		'Державинск',
		'Егиндыколь',
		'Ерейментау',
		'Есиль',
		'Жаксы',
		'Зеренда',
		'Кокшетау',
		'Коргалжын',
		'Макинск',
		'Степногорск',
		'Степняк',
		'Шортанды',
		'Щучинск'
	),

	'KZ-AKT' => array(
		'Актобе',
		'Алга',
		'Бадамша',
		'Жем',
		'Иргиз',
		'Кандыагаш',
		'Карауылкельды',
		'Кобда',
		'Комсомольское',
		'Мартук',
		'Темир',
		'Уил',
		'Хромтау',
		'Шалкар',
		'Шубаркудук',
		'Эмба'

	),

	'KZ-ALM' => array(
		'Баканас',
		'Балпык-Би',
		'Есик',
		'Жансугуров',
		'Жаркент',
		'Капшагай',
		'Карабулак',
		'Каскелен',
		'Кеген',
		'Нарынкол',
		'Отеген-Батыр',
		'Саркан',
		'Сарыозек',
		'Талгар',
		'Талдыкорган',
		'Текели',
		'Узынагаш',
		'Ушарал',
		'Уштобе',
		'Чунджа'

	),

	'KZ-ATY' => array(
		'Кульсары',
		'Индерборский',
		'Аккистау',
		'Миялы',
		'Курмангазы',
		'Макат',
		'Махамбет',
		'Атырау'

	),

	'KZ-KAR' => array(
		'Абай',
		'Актогай',
		'Аксу-Аюлы',
		'Балхаш',
		'Ботакара',
		'Жанаарка',
		'Жезказган',
		'Караганда',
		'Каражал',
		'Каркаралинск',
		'Нура',
		'Осакаровка',
		'Приозёрск',
		'Сарань',
		'Сатпаев',
		'Темиртау',
		'Улытау',
		'Шахтинск'
	),

	'KZ-KUS' => array(
		'Айет',
		'Амангельды',
		'Аркалык',
		'Аулиеколь',
		'Боровской',
		'Денисовка',
		'Житикара',
		'Камысты',
		'Карабалык',
		'Караменды', 
		'Карасу',
		'Костанай',
		'Лисаковск',
		'Рудный',
		'Сарыколь',
		'Тобыл',
		'Тургай',
		'Убаганское',
		'Узунколь',
		'Фёдоровка'

	),

	'KZ-KZY' => array(
		'Айтеке-Би',
		'Аральск',
		'Байконур',
		'Жалагаш',
		'Жанакорган',
		'Жосалы',
		'Кызылорда',
		'Теренозек',
		'Шиели'

	),

	'KZ-MAN' => array(
		'Актау',
		'Бейнеу',
		'Жанаозен',
		'Курык',
		'Мангистау',
		'Форт-Шевченко',
		'Шетпе'

	),

	'KZ-PAV' => array(
		'Акку',
		'Аксу',
		'Актогай',
		'Баянаул',
		'Железинка',
		'Иртышск',
		'Коктобе',
		'Павлодар',
		'Теренколь',
		'Успенка',
		'Щербакты',
		'Экибастуз'

	),

	'KZ-SEV' => array(
		'Бишкуль',
		'Булаево',
		'Кишкенеколь',
		'Мамлютка',
		'Новоишимское',
		'Петропавловск',
		'Пресновка',
		'Саумалколь',
		'Сергеевка',
		'Смирново',
		'Тайынша',
		'Талшик',
		'Тимирязево',
		'Явленка'

	),

	'KZ-SHY' => array(
		'Шымкент'
	),

	'KZ-VOS' => array(
		'Аксуат',
		'Алтай (Зыряновск)',
		'Аягоз',
		'Бескарагай',
		'Бородулиха',
		'Глубокое',
		'Зайсан',
		'Калбатау',
		'Карааул',
		'Касыма Кайсенова (Молодёжный)',
		'Кокпекты',
		'Курчатов',
		'Куршим',
		'Риддер',
		'Семей',
		'Улькен-Нарын',
		'Урджар',
		'Усть-Каменогорск',
		'Шемонаиха'

	),

	'KZ-YUZ' => array(
		'Абай',
		'Аксукент',
		'Арыс',
		'Жетысай',
		'Казыгурт',
		'Кентау',
		'Ленгер',
		'Мырзакент',
		'Сарыагаш',
		'Темирлановка',
		'Турар Рыскулов',
		'Туркестан',
		'Шардара',
		'Шаульдер',
		'Шаян',
		'Шолаккорган'

	),

	'KZ-ZAP' => array(
		'Аксай',
		'Жангала',
		'Жанибек',
		'Жымпиты',
		'Казталовка',
		'Каратобе',
		'Перемётное',
		'Сайхин',
		'Таскала',
		'Уральск',
		'Фёдоровка',
		'Чапаев',
		'Чингирлау'

	),

	'KZ-ZHA' => array(
		'Аса',
		'Бауыржан Момышулы',
		'Жанатас',
		'Каратау',
		'Кордай',
		'Кулан',
		'Мерке',
		'Мойынкум',
		'Сарыкемер',
		'Тараз',
		'Толе Би'

	),
);

// Use this filter to handle the Districts of Kazakhstan
$places['KZ'] = apply_filters('scpwoo_custom_places_kz', $places['KZ']);
